{"translation-revision-date":"2024-07-31 14:54:03+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=(n > 1);","lang":"pt_BR"},"An error occurred while importing the site. Verify the file is a valid Jetpack backup or .sql database file and try again. If this problem persists, please contact support.":[],"Failed importing site":[],"Import complete":["Importação concluída"],"Export failed. Please try again.":[],"Backing up files...":[],"Exporting configuration...":[],"Creating backup...":[],"An error occurred while exporting the site. If this problem persists, please contact support.":[],"Failed exporting site":[],"Export completed":[],"Starting export...":[],"Demo sites are not available for your account.":[],"Your new site is up and running":[],"Advanced settings":["Configurações avançadas"],"Select or drop a file":[],"Jetpack and WordPress backups supported. <button>Learn more<\/button>":[]," (optional)":[" (opcional)"],"Import a backup":[],"Select different file":[],"Drop backup to import":[],"Drag a file here, or click to select a file":[],"Drop file":[],"Start again":["Iniciar de novo"],"Open site ↗":[],"Import complete!":["Importação concluída!"],"Importing backup…":[],"Import a Jetpack backup or a .sql database file. <button>Learn more<\/button>":[],"Import":["Importar"],"Importing a backup will replace the existing files and database for your site.":[],"Overwrite %s?":[],"Invalid file type. Please select a valid backup file.":[],"Export database":["Exportar banco de dados"],"Export entire site":["Exportar todo o site"],"Export your entire site or only the database.":["Exporte todo o seu site ou apenas o banco de dados."],"Save database file":["Salvar arquivo de banco de dados"],"Save backup file":["Salvar arquivo de backup"],"Failed to create site":["Falha ao criar site"],"Creating site...":["Criando site..."],"Clear expired site":["Limpar site expirado"],"Import \/ Export":["Importar\/Exportar"],"The site’s database will be lost. Including all posts, pages, comments, and media.":["O banco de dados do site será perdido. Incluir todos os posts, páginas, comentários e mídias."],"Oops! We couldn't get a response from the assistant. <a>Try again<\/a>":["Ops! Não foi possível obter uma resposta do assistente. <a>Tentar novamente<\/a>"],"Not now":["Agora não"],"The AI assistant requires an internet connection.":["A Assistente de IA exige uma conexão com a internet."],"Starting the server before opening the site link":["Iniciando o servidor antes de abrir o link do site"],"Thinking about that...":["Pensando nisso..."],"Completed in %s seconds":["Finalizado em %s segundos"],"Powered by experimental AI. <a>Learn more<\/a>":["Desenvolvido por IA experimental. <a>Saiba mais<\/a>"],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset in %s day.":["Você atingiu seu <a>limite de uso<\/a> deste mês. Seu limite será zerado em %s dia.","Você atingiu seu <a>limite de uso<\/a> deste mês. Seu limite será zerado em %s dias."],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset today.":["Você atingiu seu <a>limite de uso<\/a> deste mês. Seu limite será zerado hoje."],"We were unable to open the link. Please try again.":["Não foi possível abrir o link. Tente novamente."],"Failed to open link":["Falha ao abrir o link"],"Studio Assistant":["Assistente do Studio"],"Your message":["Sua mensagem"],"Run":["Executar"],"Run again":["Executar novamente"],"Thinking…":["Pensando…"],"Assistant Menu":["Menu da assistente"],"This conversation is over two hours old. <button>Clear the history<\/button> if you have something new to ask.":["Esta conversa é de mais de duas horas atrás. <button>Limpe o histórico<\/button> caso tenha mais perguntas."],"Restarting server…":["Reiniciando servidor…"],"PHP version":["Versão do PHP"],"Edit PHP version":["Editar versão do PHP"],"PHP Version":["Versão do WP"],"Clear conversation":["Limpar conversa"],"Are you sure you want to clear the conversation?":["Você tem certeza de que deseja limpar a conversa?"],"How can I make Studio faster?":["Como eu posso acelerar o Studio?"],"The configuration couldn't be changed to speed up site creation.\n\nTo initiate this process again, please go to \"Help > How can I make Studio faster?\" in the application menu.":["A configuração não pôde ser alterada para acelerar a crianção do site.\n\nPara iniciar esse processo novamente, vá para \"Ajuda > Como posso acelerar o Studio?\" no menu do aplicativo."],"Microsoft Defender's Real-time protection may slow site creation.\n\nTo create sites quickly, we recommend disabling Real-time protection for the Studio app.":["A proteção em tempo real do Microsoft Defender pode reduzir a velocidade da criação do site.\n\nPara criar sites mais rápido, recomendamos desativar a proteção em tempo real do app do Studio."],"Want to speed up site creation?":["Quer acelerar a criação de sites?"],"I'm not interested.":["Não tenho interesse."],"Sounds good, do it for me.":["Gostei, faça isso."],"Running...":["Em execução..."],"Copy":["Copiar"],"Error":["Erro"],"Success":["Sucesso"],"Local sites powered by":["Sites locais com tecnologia"],"Demo sites powered by":["Sites de demonstração com tecnologia"],"Share Feedback":["Compartilhar feedback"],"Studio by WordPress.com":["Studio do WordPress.com"],"Version %s":["Versão %s"],"Propose a Feature":["Propor uma funcionalidade"],"Report an Issue":["Reportar um problema"],"%1s of %2s monthly prompts used":["%1s de %2s sugestões mensais usadas"],"AI assistant":["Assistente de IA"],"Every account gets 200 prompts included for free each month.":["Toda conta tem 200 sugestões inclusas gratuitamente por mês."],"If you don't have an account yet, <a>create one for free<\/a>.":["Se você ainda não tem uma conta, <a>crie uma gratuitamente<\/a>."],"You need to log in to your WordPress.com account to use the assistant.":["Você precisa fazer login na sua conta do WordPress.com para usar a assistente."],"Hold up!":["Espere aí!"],"What would you like to learn?":["O que você gostaria de aprender?"],"About Studio":["Sobre o Studio"],"Assistant":["Assistente"],"Delete all":["Excluir tudo"],"All demo sites that exist for your WordPress.com account, along with all posts, pages, comments, and media, will be lost.":["Todos os sites de demonstração existentes na sua conta do WordPress.com, assim como todos os posts, páginas, comentários e mídias, serão perdidos."],"All demo sites have been deleted.":["Todos os sites de demonstração foram excluídos."],"Delete Successful":["Exclusão feita com sucesso"],"An error occurred while creating the site. Verify your selected local path is an empty directory or an existing WordPress folder and try again. If this problem persists, please contact support.":["Ocorreu um erro ao criar o site. Verifique se o caminho local selecionado é um diretório vazio ou uma pasta existente do WordPress e tente novamente. Se o problema persistir, entre em contato com o suporte."],"Download":["Baixar"],"Don't show this warning again":["Não mostrar esse aviso novamente"],"Downloading the optimized version of Studio will provide better performance.":["Fazer download da versão otimizada do Studio vai render um desempenho melhor."],"Downloading the Mac with Apple Silicon Chip version of Studio will provide better performance.":["Fazer download do Studio na versão para Mac com o chip Apple Silicon vai render um desempenho melhor."],"This version of Studio is not optimized for your computer":["Essa versão do Studio não está otimizada para seu computador"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Profile link":["Link do perfil"],"Sites":["Sites"],"Offline indicator":["Indicador offline"],"Global":["Global"],"We couldn't delete the site '%s'. Please try again":["Não foi possível excluir o site \"%s\". Tente novamente"],"Deletion failed":["Falha ao excluir"],"Local URL":["URL local"],"Could not open the site code in PhpStorm. Please check if it's installed correctly.":["Não foi possível abrir o código do site no PhpStorm. Verifique se ele está instalado corretamente."],"Could not open the site code in VS Code. Please check if it's installed correctly.":["Não foi possível abrir o código do site no VS Code. Verifique se ele está instalado corretamente."],"Server is running, click to stop.":["O servidor está em execução, clique para interromper."],"Studio Help":["Ajuda do Studio"],"WP admin":["Painel WP Admin"],"Studio can only update automatically from the Applications folder. Please move Studio to Applications and try again.":["O Studio só pode ser atualizado automaticamente a partir da pasta Aplicações. Mova o Studio para Aplicações e tente novamente."],"Could Not Update Studio":["Não foi possível atualizar o Studio"],"Restart to Apply Updates":["Reiniciar para aplicar atualizações"],"We couldn't update the %s demo site. Please try again":["Não foi possível atualizar o site de demonstração para %s. Tente novamente"],"Update failed":["Falha na atualização"],"Demo site for '%s' has been updated.":["O site de demonstração para \"%s\" foi atualizado."],"Update Successful":["Atualização bem-sucedida"],"Please verify your site's local path directory contains the standard WordPress installation files and try again. If this problem persists, please contact support.":["Verifique se o diretório do caminho local do seu site contém os arquivos de instalação padrão do WordPress e tente novamente. Se este problema persistir, entre em contato com o suporte."],"Failed to start the site server":["Falha ao iniciar o servidor do site"],"The site exceeds the maximum size of %dMB. Please remove some files and try again.":["O site excede o tamanho máximo de %dMB. Remova alguns arquivos e tente novamente."],"Deleting demo sites requires an internet connection.":["Para excluir sites de demonstração, é necessário uma conexão com a internet."],"start %s site":["iniciar site %s"],"stop %s site":["parar site %s"],"%s site stopped.":["o site %s parou."],"%s site started.":["o site %s iniciou."],"Select a site to view details.":["Selecione um site para visualizar os detalhes."],"Preview of the %s site":["Pré-visualização do site %s"],"Imagine, Create, Design, Code, Build":["Imagine, crie, projete, codifique, construa"],"Some features will be unavailable.":["Algumas funcionalidades estarão indisponíveis."],"Saving…":["Salvando..."],"This site has active demo sites that cannot be deleted without an internet connection.":["Este site tem sites de demonstração ativos que não podem ser excluídos sem uma conexão com a internet."],"Creating a demo site requires an internet connection.":["Para criar sites de demonstração, é necessário uma conexão com a internet."],"You’re currently offline.":["Você está offline no momento."],"Delete":["Excluir"],"Your demo sites files and database along with all posts, pages, comments and media will be lost.":["Os arquivos dos seus sites de demonstração e o banco de dados, junto com todos os posts, páginas, comentários e mídia serão perdidos."],"We're updating your demo site.":["Estamos atualizando seu site de demonstração."],"Don't ask again":["Não perguntar novamente"],"Update":["Atualizar",""],"Updating will replace the existing files and database with a copy from your local site. Any changes you've made to your demo site will be permanently lost.":["A atualização substituirá os arquivos e o banco de dados existentes por uma cópia do seu site local. Qualquer alteração feita em seu site de demonstração será excluída permanentemente."],"Overwrite demo site":["Substituir site de demonstração"],"Deleting a demo site requires an internet connection.":["Para excluir um site de demonstração, é necessário uma conexão com a internet."],"Updating a demo site requires an internet connection.":["Para atualizar um site de demonstração, é necessário uma conexão com a internet."],"%s site added.":["Site \"%s\" adicionado."],"Close Window":["Fechar janela"],"Select different local path":["Selecionar outro caminho local"],"A different demo site is being created. Please wait for it to finish before creating another.":["Um site de demonstração diferente está sendo criado. Aguarde até a finalização antes de criar outro."],"My WordPress Website":["Meu site do WordPress"],"My True Website":["Meu site verdadeiro"],"My Swift Website":["Meu site veloz"],"My Sparkly Website":["Meu site brilhante"],"My Shiny Website":["Meu site reluzente"],"My Serene Website":["Meu site sereno"],"My Prime Website":["Meu site principal"],"My Peak Website":["Meu site absoluto"],"My Pure Website":["Meu site puro"],"My Noble Website":["Meu site nobre"],"My Joyful Website":["Meu site alegre"],"My Happy Website":["Meu site feliz"],"My Glowing Website":["Meu site radiante"],"My Fresh Website":["Meu site recente"],"My Elite Website":["Meu site de elite"],"My Dreamy Website":["Meu site encantador"],"My Cool Website":["Meu site legal"],"My Calm Website":["Meu site calmo"],"My Blissful Website":["Meu site maravilhoso"],"My Bright Website":["Meu site iluminado"],"My Bold Website":["Meu site ousado"],"Share":["Compartilhar"],"Overview":["Visão Geral"],"Demo sites limit reached. Please, delete some demo sites.":["Limite de sites de demonstração atingido. Exclua alguns sites de demonstração."],"Delete all demo sites":["Excluir todos os sites de demonstração"],"%1s of %2s active demo sites":["%1s de %2s sites de demonstração ativos"],"Demo sites":["Sites de demonstração"],"Stop all":["Interromper tudo"],"%d site running":["%d site em execução","%d sites em execução"],"Add your first site":["Adicione seu primeiro site"],"Build":["Criar"],"Code":["Código"],"Design":["Design"],"Create":["Criar"],"Imagine":["Imagine"],"Edit site name":["Editar nome do site"],"contact support.":["fale com o suporte."],"Try restarting the app, if the problem persists":["Tente reiniciar o aplicativo. Se o problema persistir,"],"We’ve logged the issue to help us track down the problem.":["Registramos o problema para que possamos rastreá-lo."],"Something's broken.":["Algo está corrompido."],"Uh oh!":["Oh oh."],"Add demo site":["Adicionar site de demonstração"],"We're creating your demo site.":["Estamos criando seu site de demonstração."],"A WordPress.com account is required to create demo sites. <a>Create a free account<\/a>":["É obrigatório ter uma conta do WordPress.com para criar sites de demonstração. <a>Crie uma conta gratuita<\/a>"],"Demo sites are deleted 7 days after the last update.":["Os sites de demonstração são excluídos sete dias após a última atualização."],"Push updates to your demo site at any time.":["Faça atualizações no seu site de demonstração a qualquer momento."],"Share a hosted clone of your local site.":["Compartilhe um clone hospedado do seu site local."],"Get feedback from anyone, anywhere with a free demo site powered by <a>WordPress.com<\/a>.":["Receba feedback de qualquer pessoa, em qualquer lugar, com um site de demonstração gratuito com tecnologia do <a>WordPress.com<\/a>."],"Share a demo site":["Compartilhar um site de demonstração"],"Delete demo site":["Excluir site de demonstração"],"Update demo site":["Atualizar site de demonstração"],"Expires in %s":["Expira em %s"],"We're creating your new demo site.":["Estamos criando seu novo site de demonstração."],"Demo sites are deleted 7 days after they were last updated.":["Os sites de demonstração são excluídos sete dias após eles serem atualizados."],"Site expired on %s":["O site expirou em %s"],"Demo site":["Site de demonstração"],"Deleting demo site…":["Excluindo site de demonstração…"],"Copy admin password to clipboard":["Copiar senha do administrador para a área de transferência"],"Copy admin username to clipboard":["Copiar nome de usuário do administrador para a área de transferência"],"Open local path":["Abrir caminho local"],"Preview unavailable":["Visualização indisponível"],"Theme":["Tema"],"Open in…":["Abrir em…"],"Could not open the terminal.":["Não foi possível abrir o terminal."],"Terminal":["Terminal"],"PhpStorm":["PhpStorm"],"VS Code":["VS Code"],"File explorer":["Explorador de arquivos"],"Finder":["Finder"],"Customize":["Personalizar"],"Widgets":["Widgets"],"Menus":["Menus"],"Customizer":["Personalizador"],"Pages":["Páginas"],"Templates":["Modelos"],"Navigation":["Navegação"],"Patterns":["Padrões"],"Styles":["Estilos"],"Site Editor":["Editor do site"],"Open site":["Abrir site"],"User avatar":["Avatar do usuário"],"You've used %s demo site available on your account.":["Você usou %s site de demonstração disponível na sua conta.","Você usou %s sites de demonstração disponíveis na sua conta."],"Site details":["Detalhes do site"],"Error removing demo site. Please try again or contact support.":["Falha ao remover site de demonstração. Tente novamente ou entre em contato com o suporte."],"Error sharing site. Please contact support.":["Erro ao compartilhar site. Entre em contato com o suporte."],"Error sharing site. Please try again.":["Erro ao compartilhar site. Tente novamente."],"There's been an authentication error. Please log in again before sharing a site.":["Ocorreu um erro de autenticação. Faça login novamente antes de compartilhar um site."],"There was an issue uploading the zip file.":["Ocorreu um erro com o upload do arquivo .zip."],"The file size exceeds the limit of %d MB. Please try reducing the site size.":["O tamanho do arquivo excede o limite de %d MB. Tente reduzir o tamanho do site."],"We didn't receive the zip file. Please try uploading it again.":["Não recebemos o arquivo .zip. Tente fazer upload novamente."],"Log out":["Fazer logout"],"Another site already exists at this path. Please select an empty directory to create a site.":["Já existe um outro site neste caminho. Selecione um diretório vazio para criar um site."],"This directory is not empty. Please select an empty directory or an existing WordPress folder.":["Este diretório não está vazio. Selecione um diretório vazio ou uma pasta do WordPress existente."],"You are already running the latest version.":["Você já está executando a versão mais recente."],"The latest version is being downloaded.":["A versão mais recente está sendo baixada."],"New Version Available":["Nova versão disponível"],"OK":["OK"],"A new version has been downloaded. Restart the application to apply the updates.":["Uma nova versão foi baixada. Reinicie o aplicativo para aplicar as atualizações."],"Application Update":["Aplicativo atualizado"],"Later":["Mais tarde"],"Restart":["Reiniciar"],"Add a site":["Adicionar um site"],"Help":["Ajuda"],"Edit":["Editar"],"Save":["Salvar"],"Edit site":["Editar site"],"Copy wp-admin url to clipboard":["Copiar URL wp-admin para a área de transferência"],"Admin URL":["URL de administração"],"Password":["Senha"],"Username":["Nome de usuário"],"WP Version":["Versão do WP"],"Local path":["Caminho local"],"Copied!":["Copiado!"],"Copy site url to clipboard":["Copiar URL do site para a área de transferência"],"Site name":["Nome do site"],"Add Site…":["Adicionar site…"],"Settings…":["Configurações…"],"Check for Updates":["Verificar atualizações"],"Expired":["Expirado"],"Delete site":["Excluir site"],"Cancel":["Cancelar"],"Delete site files from my computer":["Excluir arquivos do site do meu computador"],"Delete %s":["Excluir %s"],"copy to clipboard":["copiar para área de transferência"],"Log in to WordPress.com":["Login no WordPress.com"],"More options":["Mais opções"],"html_lang_attribute":["pt-BR"],"text direction\u0004ltr":["ltr"],"Test Render Failure (dev only)":["Falha na renderização do teste (somente desenvolvedor)"],"Test Hard Crash (dev only)":["Falha total do sistema no teste (somente desenvolvedor)"],"Export":["Exportar"],"Running":["Em execução"],"Stop":["Parar"],"Starting…":["Iniciando…"],"Start":["Iniciar"],"Log in":["Fazer login"],"Settings":["Configurações"],"Account":["Conta"],"WP Admin":["Painel WP Admin"],"Something went wrong":["Ocorreu um erro"],"Add site":["Adicionar site"],"Choose folder for site":["Escolha a pasta do site"]}}}