{"translation-revision-date":"2024-08-01 15:43:45+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"An error occurred while importing the site. Verify the file is a valid Jetpack backup or .sql database file and try again. If this problem persists, please contact support.":["Ha ocurrido un error al importar el sitio. Verifica que el archivo es un copia de seguridad de Jetpack, o un archivo de base de datos .sql, y prueba de nuevo. Si el problema persiste, por favor ponte en contacto con soporte."],"Failed importing site":["Fallo al importar el sitio"],"Import complete":["Importación completada"],"Export failed. Please try again.":["La exportación ha fallado. Por favor, inténtelo de nuevo."],"Backing up files...":["Haciendo copia de seguridad de los archivos..."],"Exporting configuration...":["Exportando configuración..."],"Creating backup...":["Creando copia de seguridad..."],"An error occurred while exporting the site. If this problem persists, please contact support.":["Ocurrió un error al exportar el sitio. Si el problema persiste, por favor póngase en contacto con soporte."],"Failed exporting site":["Fallo al exportar el sitio"],"Export completed":["Exportación completada"],"Starting export...":["Comenzando exportación..."],"Demo sites are not available for your account.":["Los sitios de demostración no están disponibles para tu cuenta."],"Your new site is up and running":["Tu nuevo sitio está listo y ejecutándose"],"Advanced settings":["Ajustes avanzados"],"Select or drop a file":["Selecciona o arrastra un archivo"],"Jetpack and WordPress backups supported. <button>Learn more<\/button>":["Las copias de seguridad de Jetpack y WordPress están soportadas. <button>Mas información<\/button>"]," (optional)":[" (opcional)"],"Import a backup":["Importar copia de seguridad"],"Select different file":["Selecciona un archivo diferente"],"Drop backup to import":["Suelta la copia de seguridad para importar"],"Drag a file here, or click to select a file":["Arrastra un archivo aquí, o haz click para seleccionar un archivo"],"Drop file":["Arrastrar archivo"],"Start again":["Empezar de nuevo"],"Open site ↗":["Abrir sitio ↗"],"Import complete!":["¡Importación completa!"],"Importing backup…":["Importando copia de seguridad…"],"Import a Jetpack backup or a .sql database file. <button>Learn more<\/button>":["Importar una copia de seguridad de Jetpack o un archivo de base de datos .sql. <button>Mas información<\/button>"],"Import":["Importar"],"Importing a backup will replace the existing files and database for your site.":["Al importar una copia de seguridad, se reemplazarán todo los archivos existentes y la base de datos de tu sitio."],"Overwrite %s?":["Reemplazar %s?"],"Invalid file type. Please select a valid backup file.":["Tipo de archivo inválido. Por favor selecciona un archivo de copia de seguridad válido."],"Export database":["Exportar base de datos"],"Export entire site":["Exportar sitio completo"],"Export your entire site or only the database.":["Exportar el sitio entero o solo la base de datos"],"Save database file":["Guardar archivo de base de datos"],"Save backup file":["Guardar archivo de copia de seguridad"],"Failed to create site":["Fallo al crear sitio"],"Creating site...":["Creando sitio..."],"Clear expired site":["Borrar sitio caducado"],"Import \/ Export":["Importar \/ Exportar"],"The site’s database will be lost. Including all posts, pages, comments, and media.":["La base de datos del sitio se perderá. Incluidos todas las publicaciones, páginas, comentarios y medios."],"Oops! We couldn't get a response from the assistant. <a>Try again<\/a>":["¡Vaya! No pudimos obtener respuesta del asistente. <a>Volver a intentarlo<\/a>"],"Not now":["Ahora no"],"The AI assistant requires an internet connection.":["El AI Assistant requiere conexión a Internet."],"Starting the server before opening the site link":["Iniciar el servidor antes de abrir el enlace del sitio"],"Thinking about that...":["Pensando en eso..."],"Completed in %s seconds":["Completado en %s segundos"],"Powered by experimental AI. <a>Learn more<\/a>":["Impulsado por IA experimental. <a>Más información<\/a>"],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset in %s day.":["Has alcanzado tu <a>límite de uso<\/a> para este mes. Tu límite se restablecerá en %s día.","Has alcanzado tu <a>límite de uso<\/a> para este mes. Tu límite se restablecerá en %s días."],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset today.":["Has alcanzado tu <a>límite de uso<\/a> para este mes. Tu límite se restablecerá hoy."],"We were unable to open the link. Please try again.":["No hemos podido abrir el enlace. Inténtalo de nuevo."],"Failed to open link":["No se ha podido abrir el enlace"],"Studio Assistant":["Asistente de estudio"],"Your message":["Tu mensaje"],"Run":["Ejecutar"],"Run again":["Ejecutar de nuevo"],"Thinking…":["Pensando..."],"Assistant Menu":["Menú de asistente"],"This conversation is over two hours old. <button>Clear the history<\/button> if you have something new to ask.":["Esta conversación tiene más de dos horas. <button>Borra el historial<\/button> si tienes algo nuevo que preguntar."],"Restarting server…":["Reiniciando el servidor…"],"PHP version":["Versión de PHP"],"Edit PHP version":["Editar versión de PHP"],"PHP Version":["Versión WP"],"Clear conversation":["Borrar conversación"],"Are you sure you want to clear the conversation?":["¿Seguro que quieres borrar la conversación?"],"How can I make Studio faster?":["¿Cómo puedo acelerar Studio?"],"The configuration couldn't be changed to speed up site creation.\n\nTo initiate this process again, please go to \"Help > How can I make Studio faster?\" in the application menu.":["La configuración no se puede cambiar para acelerar la creación de sitios.\n\nPara iniciar este proceso de nuevo, ve a «Ayuda > ¿Cómo puedo acelerar Studio?» en el menú de la aplicación."],"Microsoft Defender's Real-time protection may slow site creation.\n\nTo create sites quickly, we recommend disabling Real-time protection for the Studio app.":["La protección en tiempo real de Microsoft Defender puede ralentizar la creación de sitios.\n\nPara crear sitios rápidamente, recomendamos desactivar la protección en tiempo real de la aplicación de Studio."],"Want to speed up site creation?":["¿Quieres acelerar la creación de sitios?"],"I'm not interested.":["No me interesa."],"Sounds good, do it for me.":["Suena bien, hazlo por mí."],"Running...":["Ejecutando..."],"Copy":["Copiar"],"Error":["Error"],"Success":["Correcto"],"Local sites powered by":["Sitios locales impulsados por"],"Demo sites powered by":["Sitios de demostración impulsados por"],"Share Feedback":["Compartir comentarios"],"Studio by WordPress.com":["WordPress.com Studio"],"Version %s":["Versión %s"],"Propose a Feature":["Proponer una función"],"Report an Issue":["Informar de un problema"],"%1s of %2s monthly prompts used":["%1s de %2s sugerencias mensuales utilizadas"],"AI assistant":["AI Assistant"],"Every account gets 200 prompts included for free each month.":["Cada cuenta incluye 200 sugerencias gratuitas al mes."],"If you don't have an account yet, <a>create one for free<\/a>.":["Si aún no tienes una cuenta, <a>crea una de manera gratuita<\/a>."],"You need to log in to your WordPress.com account to use the assistant.":["Para utilizar el asistente, debes iniciar sesión en tu cuenta de WordPress.com."],"Hold up!":["¡Espera!"],"What would you like to learn?":["¿Qué te gustaría aprender?"],"About Studio":["Acerca de Studio"],"Assistant":["Ayudante"],"Delete all":["Eliminar todo"],"All demo sites that exist for your WordPress.com account, along with all posts, pages, comments, and media, will be lost.":["Todos los sitios de demostración que existan para tu cuenta de WordPress.com, junto con todas las entradas, páginas, comentarios y medios, se perderán."],"All demo sites have been deleted.":["Se han eliminado todos los sitios de demostración."],"Delete Successful":["Eliminar correctamente"],"An error occurred while creating the site. Verify your selected local path is an empty directory or an existing WordPress folder and try again. If this problem persists, please contact support.":["Se ha producido un error al crear el sitio. Verifica que tu ruta local seleccionada es un directorio vacío o una carpeta de WordPress existente y vuelve a intentarlo. Si el problema continúa, ponte en contacto con el servicio de soporte."],"Download":["Descarga"],"Don't show this warning again":["No volver a mostrar esta advertencia"],"Downloading the optimized version of Studio will provide better performance.":["La descarga de la versión optimizada de Studio mejorará el rendimiento."],"Downloading the Mac with Apple Silicon Chip version of Studio will provide better performance.":["La descarga de Mac con la versión Apple Silicon Chip de Studio mejorará el rendimiento."],"This version of Studio is not optimized for your computer":["Esta versión de Studio no está optimizada para tu ordenador"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d día","%d días"],"Profile link":["Enlace del perfil"],"Sites":["Sitios"],"Offline indicator":["Indicador de desconexión"],"Global":["Global"],"We couldn't delete the site '%s'. Please try again":["No hemos podido eliminar el sitio \"%s\". Inténtalo de nuevo"],"Deletion failed":["Error al eliminar"],"Local URL":["URL local"],"Could not open the site code in PhpStorm. Please check if it's installed correctly.":["No se ha podido abrir el código de sitio en PhpStorm. Comprueba si está instalado correctamente."],"Could not open the site code in VS Code. Please check if it's installed correctly.":["No se ha podido abrir el código de sitio en VS Code. Comprueba si está instalado correctamente."],"Server is running, click to stop.":["El servidor está ejecutándose, haz clic para pararlo."],"Studio Help":["Ayuda de Studio"],"WP admin":["WP Admin"],"Studio can only update automatically from the Applications folder. Please move Studio to Applications and try again.":["Studio solo puede actualizarse automáticamente desde la carpeta Aplicaciones. Por favor, mueve Studio a Aplicaciones e inténtalo de nuevo."],"Could Not Update Studio":["Studio No Se Pudo Actualizar."],"Restart to Apply Updates":["Reinicia Para Aplicar la Actualización"],"We couldn't update the %s demo site. Please try again":["No pudimos actualizar el sitio de demostración %s. Por favor, inténtalo de nuevo."],"Update failed":["La actualización falló."],"Demo site for '%s' has been updated.":["El sitio de demostración de '%s' ha sido actualizado."],"Update Successful":["Actualización exitosa."],"Please verify your site's local path directory contains the standard WordPress installation files and try again. If this problem persists, please contact support.":["Por favor, verifica que el directorio de la ruta local de tu sitio contenga los archivos de una instalación estándar de WordPress e inténtalo de nuevo. Si el problema persiste, por favor contacta al soporte."],"Failed to start the site server":["Error al iniciar el servidor del sitio"],"The site exceeds the maximum size of %dMB. Please remove some files and try again.":["El sitio supera el tamaño máximo de %dMB. Por favor, elimina algunos archivos e inténtalo de nuevo."],"Deleting demo sites requires an internet connection.":["Para eliminar los sitios de demostración necesitas estar conectado a internet."],"start %s site":["inicia el sitio %s"],"stop %s site":["para el sitio %s"],"%s site stopped.":["se ha detenido el sitio %s."],"%s site started.":["se ha iniciado el sitio %s."],"Select a site to view details.":["Selecciona un sitio para ver sus detalles."],"Preview of the %s site":["Vista previa del sitio %s"],"Imagine, Create, Design, Code, Build":["Imagina, Crea, Diseña, Programa, Construye"],"Some features will be unavailable.":["Algunas funciones no estarán disponibles."],"Saving…":["Guardando…"],"This site has active demo sites that cannot be deleted without an internet connection.":["Este sitio tiene sitios de demostración activos que no pueden ser eliminados sin una conexión a internet."],"Creating a demo site requires an internet connection.":["Crear un sitio de demostración requiere tener acceso a internet."],"You’re currently offline.":["Actualmente estás desconectado de internet."],"Delete":["Eliminar"],"Your demo sites files and database along with all posts, pages, comments and media will be lost.":["Los archivos y la base de datos de tus sitios de demostración se perderán, junto con todas sus publicaciones, páginas, comentarios y archivos multimedia."],"We're updating your demo site.":["Estamos actualizando tu sitio de demostración."],"Don't ask again":["No preguntar de nuevo"],"Update":["Actualizar"],"Updating will replace the existing files and database with a copy from your local site. Any changes you've made to your demo site will be permanently lost.":["Actualizar reemplazará los archivos y la base de datos existentes con una copia de tu sitio local. Cualquier cambio que hayas hecho en tu sitio de demostración se perderá permanentemente."],"Overwrite demo site":["Sobrescribir el sitio de demostración"],"Deleting a demo site requires an internet connection.":["Eliminar un sitio de demostración requiere una conexión a internet."],"Updating a demo site requires an internet connection.":["Actualizar un sitio de demostración requiere una conexión a internet."],"%s site added.":["se ha añadido el sitio %s."],"Close Window":["Cerrar ventana"],"Select different local path":["Seleccionar ruta local diferente"],"A different demo site is being created. Please wait for it to finish before creating another.":["Se está creando un sitio de demostración diferente. Espera a que se termine antes de crear otro."],"My WordPress Website":["Mi web de WordPress"],"My True Website":["Mi web de True"],"My Swift Website":["Mi web de Swift"],"My Sparkly Website":["Mi web de Sparkly"],"My Shiny Website":["Mi web de Shiny"],"My Serene Website":["Mi web de Serene"],"My Prime Website":["Mi web de Prime"],"My Peak Website":["Mi web de Peak"],"My Pure Website":["Mi web de Pure"],"My Noble Website":["Mi web de Noble"],"My Joyful Website":["Mi web de Joyful"],"My Happy Website":["Mi web de Happy"],"My Glowing Website":["Mi web de Glowing"],"My Fresh Website":["Mi web de Fresh"],"My Elite Website":["Mi web de Elite"],"My Dreamy Website":["Mi web de Dreamy"],"My Cool Website":["Mi web de Cool"],"My Calm Website":["Mi web de Calm"],"My Blissful Website":["Mi web de Blissful"],"My Bright Website":["Mi web de Bright"],"My Bold Website":["Mi web de Bold"],"Share":["Compartir"],"Overview":["Resumen"],"Demo sites limit reached. Please, delete some demo sites.":["Se ha alcanzado el límite de sitios de demostración. Elimina algunos sitios de demostración."],"Delete all demo sites":["Eliminar todos los sitios de demostración"],"%1s of %2s active demo sites":["%1s de %2s sitios de demostración activos"],"Demo sites":["Sitios de demostración"],"Stop all":["Detener todo"],"%d site running":["%d sitio en funcionamiento","%d sitios en funcionamiento"],"Add your first site":["Agrega tu primer sitio."],"Build":["Crear"],"Code":["Código"],"Design":["Diseño"],"Create":["Crear"],"Imagine":["Imagina"],"Edit site name":["Editar nombre del sitio"],"contact support.":["ponte en contacto con el servicio de soporte."],"Try restarting the app, if the problem persists":["Prueba a reiniciar la aplicación, si el problema persiste."],"We’ve logged the issue to help us track down the problem.":["Hemos registrado la incidencia para ayudarnos a localizar el problema."],"Something's broken.":["Algo no funciona bien."],"Uh oh!":["Uh oh."],"Add demo site":["Añadir sitio de demostración"],"We're creating your demo site.":["Estamos creando tu sitio de demostración."],"A WordPress.com account is required to create demo sites. <a>Create a free account<\/a>":["Se necesita una cuenta de WordPress.com para crear sitios de demostración. <a>Crear una cuenta gratuita<\/a>"],"Demo sites are deleted 7 days after the last update.":["Los sitios de demostración se eliminan a los 7 días tras la última actualización."],"Push updates to your demo site at any time.":["Envía actualizaciones a tu sitio de demostración en cualquier momento."],"Share a hosted clone of your local site.":["Comparte un clon alojado de tu sitio local."],"Get feedback from anyone, anywhere with a free demo site powered by <a>WordPress.com<\/a>.":["Obtén comentarios de cualquier persona y en cualquier lugar con un sitio de demostración gratuito impulsado por <a>WordPress.com<\/a>."],"Share a demo site":["Comparte un sitio de demostración"],"Delete demo site":["Eliminar sitio de demostración"],"Update demo site":["Actualizar sitio de demostración"],"Expires in %s":["Caduca en %s"],"We're creating your new demo site.":["Estamos creando tu nuevo sitio de demostración."],"Demo sites are deleted 7 days after they were last updated.":["Los sitios de demostración se eliminan a los 7 días después de haberse actualizado por última vez."],"Site expired on %s":["El sitio caducó el %s"],"Demo site":["Sitio de demostración"],"Deleting demo site…":["Eliminando sitio de demostración..."],"Copy admin password to clipboard":["Copiar la contraseña de administrador en el portapapeles"],"Copy admin username to clipboard":["Copiar el nombre de usuario de administrador en el portapapeles"],"Open local path":["Abrir ruta local"],"Preview unavailable":["Vista previa no disponible"],"Theme":["Tema"],"Open in…":["Abrir en..."],"Could not open the terminal.":["No se ha podido abrir el terminal."],"Terminal":["Terminal"],"PhpStorm":["PhpStorm"],"VS Code":["VS Code"],"File explorer":["Explorador de archivos"],"Finder":["Buscador"],"Customize":["Personalizar"],"Widgets":["Widgets"],"Menus":["Menús"],"Customizer":["Personalizador"],"Pages":["Páginas"],"Templates":["Plantillas"],"Navigation":["Navegación"],"Patterns":["Patrones"],"Styles":["Estilos"],"Site Editor":["Editor del sitio"],"Open site":["Abrir sitio"],"User avatar":["Avatar del usuario"],"You've used %s demo site available on your account.":["Has usado %s sitio de demostración disponible en tu cuenta.","Has usado los %s sitios de demostración disponibles en tu cuenta."],"Site details":["Detalles del sitio"],"Error removing demo site. Please try again or contact support.":["Error al eliminar el sitio de demostración. Inténtalo de nuevo o ponte en contacto con el servicio de soporte."],"Error sharing site. Please contact support.":["Error al compartir el sitio. Ponte en contacto con el servicio de soporte."],"Error sharing site. Please try again.":["Error al compartir el sitio. Inténtalo de nuevo."],"There's been an authentication error. Please log in again before sharing a site.":["Se ha producido un error de autenticación. Vuelve a acceder antes de compartir un sitio."],"There was an issue uploading the zip file.":["Se ha producido un problema al subir el archivo zip."],"The file size exceeds the limit of %d MB. Please try reducing the site size.":["El tamaño del archivo supera el límite de %d MB. Prueba a reducir el tamaño del sitio."],"We didn't receive the zip file. Please try uploading it again.":["No hemos recibido el archivo zip. Prueba a subirlo de nuevo."],"Log out":["Salir"],"Another site already exists at this path. Please select an empty directory to create a site.":["Ya existe otro sitio en esta ruta. Selecciona un directorio vacío para crear un sitio."],"This directory is not empty. Please select an empty directory or an existing WordPress folder.":["Este directorio no está vacío. Selecciona un directorio vacío o una carpeta de WordPress existente."],"You are already running the latest version.":["Ya estás ejecutando la última versión."],"The latest version is being downloaded.":["La última versión se está descargando."],"New Version Available":["Nueva versión disponible"],"OK":["Aceptar"],"A new version has been downloaded. Restart the application to apply the updates.":["Se ha descargado una versión nueva. Reinicia la aplicación para aplicar las actualizaciones."],"Application Update":["Actualización de aplicación"],"Later":["Más tarde"],"Restart":["Reiniciar"],"Add a site":["Añadir un sitio"],"Help":["Ayuda"],"Edit":["Editar"],"Save":["Guardar"],"Edit site":["Editar sitio"],"Copy wp-admin url to clipboard":["Copiar la URL wp-admin al portapapeles"],"Admin URL":["URL de administración"],"Password":["Contraseña"],"Username":["Nombre de usuario"],"WP Version":["Versión WP"],"Local path":["Ruta local"],"Copied!":["¡Copiado!"],"Copy site url to clipboard":["Copiar la URL del sitio al portapapeles"],"Site name":["Nombre del sitio"],"Add Site…":["Añadir sitio..."],"Settings…":["Configuración"],"Check for Updates":["Buscar actualizaciones"],"Expired":["Caducada"],"Delete site":["Eliminar el sitio web"],"Cancel":["Cancelar"],"Delete site files from my computer":["Eliminar archivos del sitio de mi ordenador"],"Delete %s":["Borrar %s"],"copy to clipboard":["copiar al portapapeles"],"Log in to WordPress.com":["Accede a WordPress.com"],"More options":["Más opciones"],"html_lang_attribute":["es"],"text direction\u0004ltr":["ltr"],"Test Render Failure (dev only)":["Prueba de fallo de renderizado (solo para desarrolladores)"],"Test Hard Crash (dev only)":["Prueba de fallo crítico (solo para desarrolladores)"],"Export":["Exportar"],"Running":["Ejecutándose"],"Stop":["Detener"],"Starting…":["Iniciando…"],"Start":["Iniciar"],"Log in":["Iniciar sesión"],"Settings":["Configuración"],"Account":["Cuenta"],"WP Admin":["WP Admin"],"Something went wrong":["Se ha producido un error"],"Add site":["Añadir sitio"],"Choose folder for site":["Elegir una carpeta para el sitio"]}}}