{"translation-revision-date":"2024-09-28 08:04:22+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"1 error found":["1 lỗi được phát hiện"],"Open in terminal":["Mở trong terminal"],"Command copied to the clipboard":["Lệnh đã được sao chép vào clipboard."],"Copied to the clipboard":["Đã sao chép vào clipboard."],"More suggestions":["Thêm đề xuất"],"Toggle Sidebar":["Đóng mở thanh bên"],"Howdy, %s":["Xin chào, %s"],"Copy local path to clipboard":["Sao chép đường dẫn cục bộ"],"No":["Không"],"Yes":["Có"],"Was this helpful?":["Thông tin này có hữu ích không?"],"Thanks for the feedback!":["Cảm ơn phản hồi của bạn!"],"Float on Top of All Other Windows":["Luôn nổi trên tất cả các cửa sổ khác"],"Language":["Ngôn ngữ"],"Import failed. Please try again.":["Nhập không thành công. Vui lòng thử lại."],"Importing completed":["Đã nhập xong"],"Importing WordPress content…":["Đang nhập nội dung WordPress…"],"Importing database…":["Đang nhập cơ sở dữ liệu…"],"Extracting backup files…":["Đang giải nén các tập sao lưu…"],"Extracting backup…":["Đang trích xuất bản sao lưu…"],"A site can't be stopped or started during import.":["Một trang web không thể bị dừng hoặc bắt đầu trong quá trình nhập."],"This site is being imported. Please wait for the import to finish before you export it.":["Trang web này đang được nhập. Vui lòng đợi quá trình nhập hoàn tất trước khi xuất."],"Importing…":["Đang nhập…"],"An error occurred while importing the site. Verify the file is a valid Jetpack backup, Local, Playground or .sql database file and try again. If this problem persists, please contact support.":["Đã xảy ra lỗi khi nhập trang web. Vui lòng kiểm tra xem tập tin có phải là bản sao lưu Jetpack, Local, Playground hoặc tập tin cơ sở dữ liệu .sql hợp lệ và thử lại. Nếu vấn đề vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ."],"Failed importing site":["Nhập trang web không thành công"],"Import completed":["Nhập dữ liệu đã hoàn tất"],"Export failed. Please try again.":["Xuất không thành công. Vui lòng thử lại."],"Backing up files...":["Đang sao lưu các tệp tin..."],"Exporting configuration...":["Đang xuất cấu hình..."],"Creating backup...":["Đang tạo bản sao lưu..."],"An error occurred while exporting the site. If this problem persists, please contact support.":["Đã xảy ra lỗi khi xuất trang web. Nếu vấn đề này vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ."],"Failed exporting site":["Xuất trang web không thành công"],"Export completed":["Xuất hoàn tất"],"Starting export...":["Bắt đầu xuất..."],"Demo sites are not available for your account.":["Các trang web dùng thử có sẵn cho tài khoản của bạn."],"Your new site is up and running":["Trang web mới của bạn đã được tạo và đang chay"],"Advanced settings":["Cài đặt nâng cao"],"Select or drop a file":["Chọn hoặc thả một tệp"],"Jetpack and WordPress backups supported. <button>Learn more<\/button>":["Hỗ trợ sao lưu Jetpack và WordPress. <button>Tìm hiểu thêm<\/button>"]," (optional)":["(tùy chọn)"],"Import a backup":["Nhập một bản sao lưu "],"Select different file":["Chọn tệp khác"],"Drop backup to import":["Thả bản sao lưu để nhập"],"Drag a file here, or click to select a file":["Kéo một tệp vào đây hoặc nhấp để chọn một tệp"],"Drop file":["Thả tệp"],"Start again":["Bắt đầu lại từ đầu"],"Open site ↗":["Mở trang web ↗"],"Import complete!":["Nhập vào thành công!"],"Importing backup…":["Đang nhập bản sao lưu…"],"Import a Jetpack backup or a .sql database file. <button>Learn more<\/button>":["Nhập bản sao lưu hoặc tệp cơ sở dữ liệu .sql. <button>Tìm hiểu thêm<\/button>"],"Import":["Nhập dữ liệu"],"Importing a backup will replace the existing files and database for your site.":["Nhập bản sao lưu sẽ thay thế các tệp và cơ sở dữ liệu hiện có của trang web của bạn."],"Overwrite %s?":["Ghi đè %s?"],"Invalid file type. Please select a valid backup file.":["Loại tệp không hợp lệ. Vui lòng chọn tệp sao lưu hợp lệ."],"Export database":["Xuất cơ sở dữ liệu"],"Export entire site":["Xuất toàn bộ trang web"],"Export your entire site or only the database.":["Xuất toàn bộ trang web hoặc chỉ cơ sở dữ liệu."],"Save database file":["Lưu tệp cơ sở dữ liệu"],"Save backup file":["Lưu tệp sao lưu"],"Failed to create site":["Không tạo được trang web"],"Creating site...":["Đang tạo trang web..."],"Clear expired site":["Xóa trang web đã hết hạn"],"Import \/ Export":["Nhập \/ xuất"],"The site’s database will be lost. Including all posts, pages, comments, and media.":["Cơ sở dữ liệu của trang web sẽ bị mất. Bao gồm tất cả các bài viết, trang, bình luận và media."],"Oops! We couldn't get a response from the assistant. <a>Try again<\/a>":["Ối! Chúng tôi không thể nhận được phản hồi từ trợ lý. <a>Thử lại<\/a>"],"Not now":["Không phải bây giờ"],"The AI assistant requires an internet connection.":["Trợ lý AI cần kết nối internet."],"Starting the server before opening the site link":["Khởi động máy chủ trước khi mở liên kết trang web"],"Thinking about that...":["Đang suy nghĩ về..."],"Completed in %s seconds":["Hoàn thành sau %s giây"],"Powered by experimental AI. <a>Learn more<\/a>":["Được hỗ trợ bởi AI thử nghiệm. <a>Tìm hiểu thêm<\/a>"],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset in %s day.":["Bạn đã đạt đến <a>giới hạn sử dụng<\/a> trong tháng này. Giới hạn của bạn sẽ được đặt lại sau %s ngày."],"You've reached your <a>usage limit<\/a> for this month. Your limit will reset today.":["Bạn đã đạt đến <a>giới hạn sử dụng<\/a> trong tháng này. Giới hạn của bạn sẽ được đặt lại vào hôm nay."],"We were unable to open the link. Please try again.":["Chúng tôi không thể mở liên kết. Vui lòng thử lại."],"Failed to open link":["Không mở được liên kết"],"Studio Assistant":["Trợ lý Studio"],"Your message":["Tin nhắn của bạn"],"Run":["Chạy"],"Run again":["Chạy lại"],"Thinking…":["Đang suy nghĩ..."],"Assistant Menu":["Menu trợ lý"],"This conversation is over two hours old. <button>Clear the history<\/button> if you have something new to ask.":["Cuộc trò chuyện này đã diễn ra được hơn hai giờ. <button>Xóa lịch sử<\/button> nếu bạn có điều gì mới muốn hỏi."],"Restarting server…":["Đang khởi động lại máy chủ…"],"PHP version":["Phiên bản PHP"],"Edit PHP version":["Sửa phiên bản PHP"],"PHP Version":["Chọn phiên bản PHP"],"Clear conversation":["Xóa cuộc trò chuyện"],"Are you sure you want to clear the conversation?":["Bạn có chắc chắn muốn xóa cuộc trò chuyện không?"],"How can I make Studio faster?":["Làm thế nào để Studio nhanh hơn?"],"The configuration couldn't be changed to speed up site creation.\n\nTo initiate this process again, please go to \"Help > How can I make Studio faster?\" in the application menu.":["Cấu hình không thể thay đổi để tăng tốc quá trình tạo trang web.\n\nĐể bắt đầu lại quy trình này, vui lòng vào \"Help > Làm thế nào để Studio nhanh hơn?\" trong menu ứng dụng."],"Microsoft Defender's Real-time protection may slow site creation.\n\nTo create sites quickly, we recommend disabling Real-time protection for the Studio app.":["Tính năng bảo vệ thời gian thực của Microsoft Defender có thể làm chậm quá trình tạo trang web.\n\nĐể tạo trang web nhanh chóng, chúng tôi khuyên bạn nên tắt tính năng Bảo vệ thời gian thực cho ứng dụng Studio."],"Want to speed up site creation?":["Bạn muốn tăng tốc độ tạo trang web?"],"I'm not interested.":["Tôi không quan tâm."],"Sounds good, do it for me.":["Nghe hay đấy, làm điều đó cho tôi."],"Running...":["Đang chạy..."],"Copy":["Sao chép"],"Error":["Lỗi"],"Success":["Thành công"],"Local sites powered by":["Trang web trên máy tính được cung cấp bởi"],"Demo sites powered by":["Các trang web dùng thử được cung cấp bởi"],"Share Feedback":["Chia sẻ phản hồi"],"Studio by WordPress.com":["Studio của WordPress.com"],"Version %s":["Phiên bản %s"],"Propose a Feature":["Đề xuất một tính năng"],"Report an Issue":["Báo cáo lỗi"],"%1s of %2s monthly prompts used":["%1s trong số %2s câu lệnh đã được sử dụng trong tháng"],"AI assistant":["Trợ lý AI"],"Every account gets %d prompts included for free each month.":["Mỗi tài khoản nhận được %d lượt sử dụng miễn phí mỗi tháng."],"If you don't have an account yet, <a>create one for free<\/a>.":["Nếu bạn chưa có tài khoản, hãy <a>tạo một tài khoản miễn phí<\/a>."],"You need to log in to your WordPress.com account to use the assistant.":["Bạn cần đăng nhập vào tài khoản WordPress.com của mình để sử dụng trợ lý."],"Hold up!":["Chờ đã!"],"What would you like to learn?":["Bạn muốn tìm hiểu về điều gì?"],"About Studio":["Giới thiệu về Studio"],"Assistant":["Trợ lý"],"Delete all":["Xoá tất cả"],"All demo sites that exist for your WordPress.com account, along with all posts, pages, comments, and media, will be lost.":["Tất cả các trang web dùng thử tồn tại cho tài khoản WordPress.com của bạn, cùng với tất cả các bài viết, trang, bình luận và media, sẽ bị mất."],"All demo sites have been deleted.":["Tất cả các trang web dùng thử đã bị xóa."],"Delete Successful":["Xóa thành công"],"An error occurred while creating the site. Verify your selected local path is an empty directory or an existing WordPress folder and try again. If this problem persists, please contact support.":["Đã xảy ra lỗi khi tạo trang web. Hãy đảm bảo rằng đường dẫn đã chọn là một thư mục trống hoặc thư mục WordPress và thử lại. Nếu vấn đề này vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ."],"Download":["Tải xuống"],"Don't show this warning again":["Không hiển thị cảnh báo này nữa"],"Downloading the optimized version of Studio will provide better performance.":["Tải xuống phiên bản Studio được tối ưu hóa sẽ mang lại hiệu năng tốt hơn."],"Downloading the Mac with Apple Silicon Chip version of Studio will provide better performance.":["Tải xuống phiên bản Studio dành cho máy Mac trang bị Chip Apple Silicon sẽ mang lại hiệu năng tốt hơn."],"This version of Studio is not optimized for your computer":["Phiên bản Studio này không được tối ưu hóa cho máy tính của bạn"],"%d minute":["%d phút"],"%d hour":["%d giờ"],"%d day":["%d ngày"],"Profile link":["Liên kết tới trang hồ sơ"],"Sites":["Các trang web"],"Offline indicator":["Dấu hiệu ngoại tuyến"],"We couldn't delete the site '%s'. Please try again":["Chúng tôi không thể xóa trang web '%s'. Vui lòng thử lại"],"Deletion failed":["Xóa không thành công"],"Local URL":["Đường dẫn cục bộ"],"Could not open the site code in PhpStorm. Please check if it's installed correctly.":["Không thể mở mã nguồn của trang web trong PhpStorm. Vui lòng kiểm tra xem nó đã được cài đặt đúng chưa."],"Could not open the site code in VS Code. Please check if it's installed correctly.":["Không thể mở mã nguồn trang web trong VS Code. Vui lòng kiểm tra xem nó đã được cài đặt đúng chưa."],"Server is running, click to stop.":["Máy chủ đang chạy, nhấp chuột để dừng lại."],"Studio Help":["Tài liệu hỗ trợ"],"WP admin":["Quản trị WP"],"Studio can only update automatically from the Applications folder. Please move Studio to Applications and try again.":["Studio chỉ có thể cập nhật tự động từ thư mục Applications. Vui lòng di chuyển Studio vào thư mục Applications và thử lại."],"Could Not Update Studio":["Không thể cập nhật Studio"],"Restart to Apply Updates":["Khởi động lại cập nhật"],"We couldn't update the %s demo site. Please try again":["Chúng tôi không thể cập nhật trang web dùng thử của %s. Vui lòng thử lại"],"Update failed":["Cập nhật không thành công"],"Demo site for '%s' has been updated.":["Trang web dùng thử cho '%s' đã được cập nhật."],"Update Successful":["Cập nhật thành công"],"Please verify your site's local path directory contains the standard WordPress installation files and try again. If this problem persists, please contact support.":["Vui lòng xác minh thư mục đường dẫn cục bộ trên trang web của bạn có chứa các tệp cài đặt WordPress tiêu chuẩn và thử lại. Nếu vấn đề này vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ."],"Failed to start the site server":["Không thể khởi động máy chủ trang web"],"The site exceeds the maximum size of %dMB. Please remove some files and try again.":["Trang web vượt quá kích thước tối đa %dMB. Vui lòng xóa một số tệp và thử lại."],"Deleting demo sites requires an internet connection.":["Xóa các trang web dùng thử cần có kết nối internet."],"start %s site":["khởi động trang web %s"],"stop %s site":["dừng trang web %s"],"%s site stopped.":["Trang web %s đã dừng lại."],"%s site started.":["Trang web %s đã được khởi động."],"Select a site to view details.":["Chọn một trang web để xem chi tiết."],"Preview of the %s site":["Xem trước trang web %s"],"Imagine, Create, Design, Code, Build":["Tưởng tượng, Sáng tạo, Thiết kế, Viết mã, Xây dựng"],"Some features will be unavailable.":["Một số tính năng sẽ không có sẵn."],"Saving…":["Đang lưu…"],"This site has active demo sites that cannot be deleted without an internet connection.":["Trang web này có trang web dùng thử đang hoạt động và không thể xóa được nếu không có kết nối internet."],"Creating a demo site requires an internet connection.":["Tạo một trang web dùng thử cần có kết nối internet."],"You’re currently offline.":["Có thể bạn đang không có mạng."],"Delete":["Xóa"],"Your demo sites files and database along with all posts, pages, comments and media will be lost.":["Các tập tin và cơ sở dữ liệu trang web dùng thử của bạn cùng với tất cả các bài viết, trang, bình luận, và tập tin media sẽ bị mất."],"We're updating your demo site.":["Chúng tôi đang cập nhật trang web dùng thử của bạn."],"Don't ask again":["Đừng hỏi lại"],"Update":["Cập nhật"],"Updating will replace the existing files and database with a copy from your local site. Any changes you've made to your demo site will be permanently lost.":["Việc cập nhật sẽ thay thế các tệp và cơ sở dữ liệu hiện có bằng một bản sao từ trang web trên máy tính của bạn. Mọi thay đổi bạn đã thực hiện đối với trang web dùng thử của mình sẽ bị mất vĩnh viễn."],"Overwrite demo site":["Ghi đè trang web dùng thử"],"Deleting a demo site requires an internet connection.":["Xóa một trang web dùng thử cần có kết nối internet."],"Updating a demo site requires an internet connection.":["Cập nhật trang web dùng thử cần có kết nối internet."],"%s site added.":["Đã thêm trang web %s."],"Close Window":["Đóng cửa sổ"],"Select different local path":["Chọn đường dẫn tập tin khác"],"A different demo site is being created. Please wait for it to finish before creating another.":["Một trang web dùng thử khác đang được tạo. Vui lòng đợi cho đến khi hoàn tất trước khi tạo trang tiếp theo."],"My WordPress Website":["Trang web WordPress của tôi"],"My True Website":["Trang web đích thực của tôi"],"My Swift Website":["Trang web nhanh của tôi"],"My Sparkly Website":["Trang web lấp lánh của tôi"],"My Shiny Website":["Trang web sáng bóng của tôi"],"My Serene Website":["Trang web yên bình của tôi"],"My Prime Website":["Trang web chính của tôi"],"My Peak Website":["Trang web đỉnh cao của tôi"],"My Pure Website":["Trang web tinh khiết của tôi"],"My Noble Website":["Trang web yêu quý của tôi"],"My Joyful Website":["Trang web vui vẻ của tôi"],"My Happy Website":["Trang web hạnh phúc của tôi"],"My Glowing Website":["Trang web rực rỡ của tôi"],"My Fresh Website":["Trang web tươi mới của tôi"],"My Elite Website":["Trang web ưu tú của tôi"],"My Dreamy Website":["Trang web trong mơ của tôi"],"My Cool Website":["Trang web thú vị của tôi"],"My Calm Website":["Trang web bình yên của tôi"],"My Blissful Website":["Trang web hạnh phúc của tôi"],"My Bright Website":["Trang web tươi sáng của tôi"],"My Bold Website":["Trang web táo bạo của tôi"],"Share":["Chia sẻ"],"Overview":["Tổng quan"],"Demo sites limit reached. Please, delete some demo sites.":["Đã đạt đến giới hạn số trang dùng thử. Xin vui lòng xóa một trang web dùng thử khác."],"Delete all demo sites":["Xóa tất cả các trang web dùng thử"],"%1s of %2s active demo sites":["%1s trong số %2s trang web dùng thử đang hoạt động"],"Demo sites":["Các trang web dùng thử"],"Stop all":["Dừng tất cả"],"%d site running":["%d Trang web đang chạy"],"Add your first site":["Thêm trang web đầu tiên"],"Build":["Thiết kế"],"Code":["Mã"],"Design":["Thiết kế"],"Create":["Tạo ra"],"Imagine":["Tưởng tượng"],"Edit site name":["Sửa tên trang web"],"contact support.":["liên hệ hỗ trợ."],"Try restarting the app, if the problem persists":["Hãy thử khởi động lại ứng dụng nếu sự cố vẫn tiếp diễn"],"We’ve logged the issue to help us track down the problem.":["Chúng tôi đã ghi lại sự cố để theo dõi."],"Something's broken.":["Có gì đó bị hỏng."],"Uh oh!":["Chơi gian hả?"],"Add demo site":["Thêm trang web dùng thử"],"We're creating your demo site.":["Chúng tôi đang tạo trang web dùng thử của bạn."],"A WordPress.com account is required to create demo sites. <a>Create a free account<\/a>":["Cần có tài khoản WordPress.com để tạo trang web dùng thử. <a>Tạo tài khoản miễn phí<\/a>"],"Demo sites are deleted 7 days after the last update.":["Các trang web dùng thử sẽ bị xóa sau 7 ngày kể từ lần cập nhật cuối."],"Push updates to your demo site at any time.":["Đẩy bản cập nhật lên trang web dùng thử bất cứ lúc nào."],"Share a hosted clone of your local site.":["Chia sẻ bản sao trang web thử nghiệm trên máy tính"],"Get feedback from anyone, anywhere with a free demo site powered by <a>WordPress.com<\/a>.":["Nhận phản hồi từ bất kỳ ai, ở bất kỳ đâu với trang web dùng thử miễn phí được hỗ trợ bởi <a>WordPress.com<\/a>."],"Share a demo site":["Chia sẻ một trang web dùng thử"],"Delete demo site":["Xóa trang web dùng thử"],"Update demo site":["Cập nhật trang web dùng thử"],"Expires in %s":["Hết hạn sau %s"],"We're creating your new demo site.":["Chúng tôi đang tạo trang web dùng thử mới cho bạn."],"Demo sites are deleted 7 days after they were last updated.":["Các trang web dùng thử sẽ bị xóa sau 7 ngày kể từ lần cập nhật cuối cùng."],"Site expired on %s":["Trang web đã hết hạn vào %s"],"Demo site":["Trang web dùng thử"],"Deleting demo site…":["Đang xóa trang dùng thử…"],"Copy admin password to clipboard":["Sao chép mật khẩu quản trị"],"Copy admin username to clipboard":["Sao chép tên người dùng quản trị viên"],"Preview unavailable":["Không thể xem trước"],"Theme":["Giao diện"],"Open in…":["Mở bằng…"],"Could not open the terminal.":["Không thể mở terminal."],"Terminal":["Terminal"],"PhpStorm":["PhpStorm"],"VS Code":["VS Code"],"File explorer":["Quản lý tệp tin"],"Finder":["Trình tìm kiếm"],"Customize":["Tùy biến"],"Widgets":["Widget"],"Menus":["Menu"],"Customizer":["Tuỳ biến"],"Pages":["Trang"],"Templates":["Mẫu trang"],"Navigation":["Điều hướng"],"Patterns":["Mẫu khối"],"Styles":["Kiểu hiển thị"],"Site Editor":["Trình chỉnh sửa"],"Open site":["Mở trang web"],"User avatar":["Hình đại diện người dùng"],"You've used %s demo site available on your account.":["Bạn đã sử dụng hết %s trang web dùng thử có trên tài khoản của mình."],"Site details":["Chi tiết trang web"],"Error removing demo site. Please try again or contact support.":["Lỗi xóa trang web dùng thử. Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ."],"Error sharing site. Please contact support.":["Lỗi chia sẻ trang web. Vui lòng liên hệ với bộ phận hỗ trợ."],"Error sharing site. Please try again.":["Lỗi chia sẻ trang web. Vui lòng thử lại."],"There's been an authentication error. Please log in again before sharing a site.":["Đã xảy ra lỗi xác thực. Vui lòng đăng nhập lại trước khi chia sẻ trang web."],"There was an issue uploading the zip file.":["Đã xảy ra sự cố khi tải lên tệp zip."],"The file size exceeds the limit of %d MB. Please try reducing the site size.":["Kích thước tệp vượt quá giới hạn %d MB. Hãy thử giảm kích thước trang web."],"We didn't receive the zip file. Please try uploading it again.":["Chúng tôi không nhận được tệp zip. Vui lòng thử lại."],"Log out":["Đăng xuất"],"Another site already exists at this path. Please select an empty directory to create a site.":["Một trang web khác đã tồn tại ở đường dẫn này. Vui lòng chọn một thư mục trống để tạo một trang web."],"This directory is not empty. Please select an empty directory or an existing WordPress folder.":["Thư mục này không trống. Vui lòng chọn một thư mục trống hoặc thư mục WordPress hiện có."],"You are already running the latest version.":["Bạn đang chạy phiên bản mới nhất."],"The latest version is being downloaded.":["Phiên bản mới nhất đang được tải xuống."],"New Version Available":["Phiên bản mới có sẵn"],"OK":["OK"],"A new version has been downloaded. Restart the application to apply the updates.":["Phiên bản mới đã được tải xuống. Khởi động lại ứng dụng để áp dụng các bản cập nhật."],"Application Update":["Cập nhật ứng dụng"],"Later":["Để sau"],"Restart":["Khởi động lại"],"Add a site":["Thêm trang web mới"],"Help":["Hỗ trợ"],"Edit":["Sửa"],"Save":["Lưu"],"Edit site":["Sửa trang web"],"Copy wp-admin url to clipboard":["Sao chép địa chỉ wp-admin"],"Admin URL":["URL trang quản trị"],"Password":["Mật khẩu"],"Username":["Tên người dùng"],"WP Version":["Phiên bản WP"],"Local path":["Đường dẫn tệp tin"],"Copied!":["Đã sao chép"],"Copy site url to clipboard":["Sao chép địa chỉ trang web"],"Site name":["Tên trang web"],"Add Site…":["Thêm trang web…"],"Settings…":["Cài đặt…"],"Check for Updates":["Kiểm tra cập nhật"],"Expired":["Đã hết hạn"],"Delete site":["Xóa trang"],"Cancel":["Hủy bỏ"],"Delete site files from my computer":["Xóa tập tin trang web khỏi máy tính của tôi"],"Close":["Đóng"],"Delete %s":["Xóa %s"],"copy to clipboard":["sao chép"],"Log in to WordPress.com":["Đăng nhập vào WordPress.com"],"More options":["Tùy chọn khác"],"html_lang_attribute":["html_lang_attribute"],"text direction\u0004ltr":["ltr"],"Test Render Failure (dev only)":["Kiểm tra lỗi kết xuất (chỉ dành cho nhà phát triển)"],"Test Hard Crash (dev only)":["Kiểm tra sự cố cứng (chỉ dành cho nhà phát triển)"],"Export":["Xuất"],"Running":["Đang chạy"],"Stop":["Dừng"],"Starting…":["Đang bắt đầu..."],"Start":["Bắt đầu"],"Log in":["Đăng nhập"],"Settings":["Cài đặt"],"Account":["Tài khoản"],"WP Admin":["Quản trị  WP"],"Something went wrong":["Đã xảy ra lỗi"],"Add site":["Thêm trang web"],"Choose folder for site":["Chọn thư mục cho trang web"]}}}